<template>
  <section class="company withdraw">
    <div class="custom-container">
      <div class="container">
        <div class="row justify-content-between flex-wrap">
          <div class="company__img">
            <img class="company__kompaniya" src="img/kompaniya.jpg" alt="kompaniya" />
            <div class="company__block"></div>
            <img class="company__plant" src="img/plant.jpg" alt="plant" />
          </div>
          <div class="company__text">
            <h1 class="overhead">О НАШЕЙ КОМПАНИИ</h1>
            <h2 class="title">Познакомьтесь с нашей компанией</h2>
            <p class="subtitle">
              Компания Run Xin занимается на производстве исследование оборудование
              автоматизации уже 20 лет
            </p>
            <p class="undertitle">
              Превосходными технологиями, отличными качествами, комплексными услугами на
              продаже оборудования более чем двадцати провинциях, городах, автономных
              областях и экспорт в Юго-восточную Азию, Латинскую Америку, Средний Восток и
              Африку. Мы получили положительные оценки от клиентов внутренних и
              зарубежных.
            </p>
          </div>
          <div class="company__undertext">
            <p class="undertitle">
              Компания всегда соблюдает цель — развивается на основе науки и техники,
              существует на основе качества, заслужит клиентов на основе репутации, кроме
              того, в проведении полного рыночного исследования и обслуживания, обеспечить
              удовлетворительные продукты для различных потребностей клиентов и
              внимательные обслуживания. Научное управление, высококачественные продукты,
              совершенное обслуживание после продажи помогают нам непрерывное развитие. Мы
              искренно надеемся на отличное сотрудничество со старыми и новыми клиентам от
              всего мира. Давайте возьмемся за руки вместе, для того чтобы создать лучшее
              будущее.
            </p>
            <p class="undertitle">
              ООО Компания машиностроения Рун Шин города Лоян расположен в провинции
              Хэнань Китая, Лоян раньше был исторические столицы тринадцати династий.
              Компания Рун Шин специализируется на производстве, исследовании, дизайне
              кирпичного завод уже двадцать лет, уже прошло ISO9001: 2008 сертификацию
              системы менеджмента качества, стало назначенной производственной единицей в
              Национальной Ассоциации Кирпича.
            </p>
          </div>
        </div>
      </div>
    </div>
  </section>
</template>
